## 数値に関する問題（10問）
### 低レベル（3問）
# Q1：numA、numB、numC、numD、numEの５つの変数にそれぞれ2,3,5,7,11を代入し、文字列連結を使って表示
""" 実行結果表示例
numA:2
numB:3
numC:5
numD:7
numE:11
"""


# Q2：numA、numB、numC、numD、numEの5つの整数の合計を表示
""" 実行結果表示例
numA、numB、numC、numD、numEの5つの整数の合計: 28
"""


# Q3：numDを3倍して表示
""" 実行結果表示例
numDを3倍: 21
"""


### 中レベル（4問）
# Q4：numCとnumDの2つの整数の差の絶対値を表示（平方根を利用）
""" 実行結果表示例
numCとnumDの2つの整数の差の絶対値: 2.0
"""


# Q5：半径numCから円の面積を求める（π=3.14）
""" 実行結果表示例
半径numCから円の面積: 78.5
"""


# Q6：整数numCを浮動小数型に変換して1.25倍した値を表示
""" 実行結果表示例
整数numCを浮動小数型に変換して1.25倍した値: 6.25
"""


# Q7：numA、numB、numC、3つの整数の平均を小数点第2位まででまるめ処理して表示
""" 実行結果表示例
numA、numB、numC、3つの整数の平均: 3.33
"""


### 高レベル（3問）
# Q8：numAとnumBの和をnumCで割った商と余りを表示
""" 実行結果表示例
numAとnumBの和をnumCで割った商: 1
numAとnumBの和をnumCで割った余り: 0
"""


# Q9：任意の価格と小数点以下を切り捨てした税込価格（税率10%）を表示
""" 実行結果表示例
価格を入力→100
100円の10%税込価格:110円
"""


# Q10：任意の金額を入力、500円硬貨から1円硬貨まで順に枚数を表示
""" 実行結果表示例
金額を入力→12345
500円硬貨:24枚
100円硬貨:3枚
50円硬貨:0枚
10円硬貨:4枚
5円硬貨:1枚
1円硬貨:0枚
"""

