<body>
    <h3>バナー広告がたくさんある記事ページ</h3>
    <p>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
    </p>
    <?php include(dirname(__FILE__) .'/files/banner-ad1.txt'); ?>
    <p>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
    </p>
    <?php include(dirname(__FILE__) .'/files/banner-ad2.txt'); ?>
    <p>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
    </p>
    <?php include(dirname(__FILE__) .'/files/banner-ad3.txt'); ?>
    <p>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
        ここに記事のテキストが入ります。ここに記事のテキストが入ります。<br>
    </p>
    <?php include(dirname(__FILE__) .'/files/banner-ad1.txt'); ?>
</body>
