# iter_practice.py
""" 練習問題1
・引数で指定された範囲内の偶数を順に返すイテレータを生成する関数 even_iter を作成せよ。
・関数 even_iter から生成したイテレータを使い、すべての値を順に表示せよ。
"""
# 関数の定義



# 関数を呼出して表示




""" 練習問題2
・与えられた文字列を逆順に1文字ずつ返すイテレータを生成する関数 reverse_iter を作成せよ。
・関数 reverse_iter から生成したイテレータを使い、すべての文字を順に表示せよ。
例）python → nohtyp
"""
# 関数の定義



# 関数を呼出して表示


""" 練習問題3
・与えられた文字列から、母音（a, e, i, o, u）だけを大文字に変換し、
  それ以外の文字はそのまま返すイテレータを生成する関数 convert_iter を作成せよ。
・関数 convert_iter から生成したイテレータを使い、すべての文字を順に表示せよ。
例）"python is fun" → "pythOn Is fUn"
"""
# 関数の定義



# 関数を呼出して表示
