<!DOCTYPE html>
<html lang="ja">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>仮ホームページ</title>
    <link rel="stylesheet" href="css/reset.css">
    <link rel="stylesheet" href="css/style.css">
</head>
<body>
    <?php include(dirname(__FILE__) .'/files/header.html'); ?>
    <main>
        <h1>イベント一覧</h1>
        <h2>AIエンジニア、AIエバンジェリスト、データサイエンティスト、IoTエンジニア、セキュリティエンジニア、プログラマー、システムエンジニア、Javaプログラマー、プロジェクトマネージャー、ソフトウェアプログラマー、システムインテグレーターなど</h2>
        <p>友達との充実した3・4年間の学生生活で、たくさんの学びと経験を重ねよう！</p>
        <h3>入学式</h3>
        <p>姉妹校と合同で行われ、会場・学生数ともにスケール感あふれた式典。学園生活のスタート★</p>
        <h3>合同企業説明会</h3>
        <p>年間200社以上の企業が学校を訪れ、1日で複数の企業説明を受けられます。またクリエーターから直接ポートフォリオ審査やアドバイスなど大きなチャンスや出会いがあります。</p>
        <h3>スポーツフェスタ</h3>
        <p>ドッジボールやバドミントンなど様々な種目が盛りだくさん！自分の専攻以外の学生とも関われる1日！<br>ゲーム大会、コスプレ大会も同時に開催します！</p>
        <h3>夏休み</h3>
        <p>夏休みの期間は学科によって異なります。お友達と遊んだり、地元に帰省したり、バイトしたり、過ごし方は様々です。</p>
        <h3>業界特別講義</h3>
        <p>様々な業界のプロの方に大阪TECHの校舎で直接授業を行っていただきます。自分の専攻以外の分野を聞くこともできます！</p>
        <h3>学園祭</h3>
        <p>学生が主体となって行う年に1度のビッグイベント！学生が企画した出し物や楽しいイベント盛りだくさん！</p>
        <h3>ハロウィンパーティー</h3>
        <p>ハロウィンの日は同じ専攻の友達や仲間たちと仮装することも！クオリティの高い仮装やいつもと違う雰囲気の学生たちで校舎が賑わいます！</p>
        <h3>JIKEI COM GAME&e-Sports SHOW</h3>
        <p>ゲーム開発の流れだけでなく、来場した企業の方に直接アドバイスがもらえます。</p>
        <h3>海外で学ぼう！</h3>
        <p>さまざまな体験を通して、国内では得られない刺激を得ることができます。現地でも万全な受け入れ体制を整えているので、安心して海外研修が受けられます。</p>
        <h3>企業プロジェクト</h3>
        <p>各業界で活躍しているトップクリエーターを講師にむかえ、作品づくりや考え方、業界のことや制作の裏話など様々なお話を伺い、「今」求められている技術や知識、心構えを学びます。</p>
        <h3>卒業進級制作展</h3>
        <p>大阪TECHでの学びの集大成！これまで行ってきた企業プロジェクトや学生作品を展示・発表します。</p>
        <h3>卒業式・春休み</h3>
        <p>それぞれの進路を決め、プロの現場へと旅立っていく！</p>
        <h3>オープンキャンパス</h3>
        <p>詳しくはこちら</p>
    </main>
    <?php include(dirname(__FILE__) .'/files/footer.html'); ?>
</body>
</html>