<!DOCTYPE html>
<html lang="ja">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>仮ホームページ</title>
    <link rel="stylesheet" href="css/reset.css">
    <link rel="stylesheet" href="css/style.css">
</head>
<body>
    <?php include(dirname(__FILE__) .'/files/header.html'); ?>
    <main>
        <h1>AIエンジニア専攻</h1>
        <p>高度専門士取得</p>
        <p>4年制高度専門士</p>
        <p>AIプログラミングなど最先端のスキルを身につけ時代に必要とされるスペシャリストへ。</p>
        <p>気象ビジネス推進コンソーシアム 会員</p>
        <h2>AIが活躍するフィールド</h2>
        <h3>あらゆる業界で活用される、急成長が期待される分野</h3>
        <p>医療、交通、ロボット、ゲーム…
        AIは生活を快適に豊かに変えています。<br>これからはAIが無ければ暮らしていけない社会になります。<br>AIのスキルを磨き、<br>未来の社会を創造するスペシャリスト を目指そう！</p>
        <h2>AIエンジニア専攻の特徴</h2>
        <h3>AIプログラミングを基礎からしっかり学べるから安心！</h3>
        <p>PythonやRといったAIプログラミングをゼロから学び、アプリの開発やAIを使うスキルを身につけます。パソコンに触ったことがなくても、基礎から学ぶので安心です。</p>
        <h3>ピックアップ授業</h3>
        <h4>Python</h4>
        <p>Pythonの基礎から応用までしっかり学び、フレームワークを活用した実装まで学習します。</p>
        <h4>Linux/AWS</h4>
        <p>サーバーOSのLinuxやクラウドサービスのAWSの構築・運用などを基礎から学びます。またLPICやAWSの資格にも挑戦できます。</p>
        <h3>就職で有利になる様々なIT資格を取得できる！</h3>
        <p>AIの資格である「G検定」やITの資格「CompTIA」、AmazonやMicrosoftの検定取得もしっかりサポート。様々なIT企業への就職が広がります。</p>
        <h3>即戦力となるビジネススキルを磨く！</h3>
        <p>4年間の学びで分析や統計、ITの知識と技術はもちろん、仕事で求められるコンサルティング、ビジネススキル、マネジメント、英語力、コミュニケーション能力も身につけ、即戦力となる人材を育成します。</p>
        <h2>就職実績・内定速報</h2>
        <p>ホワイトハッカー・AI・IT分野第1期卒業生から業界就職率100%</p>
        <ul>
            <li>アマゾン ウェブ サービス ジャパン合同会社</li>
            <li>さくらインターネット株式会社</li>
            <li>株式会社スクウェア・エニックス・ホールディングス</li>
            <li>Sky株式会社</li>
            <li>株式会社トヨタシステムズ</li>
            <li>オムロンソフトウェア株式会社</li>
            <li>株式会社サイボウズ</li>
            <li>エン・ジャパン株式会社</li>
            <li>TDCソフト株式会社</li>
            <li>エムオーテックス株式会社（MOTEX Inc.）</li>
            <li>株式会社レオンテクノロジー</li>
            <li>株式会社NTT PCコミュニケーションズ</li>
            <li>株式会社エヌ・ティ・ティ エムイー（NTT-ME）</li>
            <li>三井物産セキュアディレクション株式会社</li>
            <li>株式会社エスユーエス</li>
            <li>株式会社フューチャースピリッツ</li>
            <li>株式会社アウトソーシングテクノロジー</li>
            <li>グローバルセキュリティエキスパート株式会社</li>
            <li>株式会社セキュアヴェイル</li>
            <li>セグエセキュリティ株式会社</li>
            <li>ライクスタッフィング株式会社</li>
            <li>株式会社ヤングライフプロポーサル</li>
            <li>プロフェッショナル・ネットワーク・コンサルティング株式会社</li>
            <li>株式会社EQUATION</li>
            <li>KCCSキャリアテック株式会社</li>
            <li>パーソルプロセステクノロジー株式会社</li>
            <li>セキュアベイル株式会社</li>
            <li>株式会社ビーネックステクノロジー株式会社</li>
            <li>キャノンITソリューションズ株式会社</li>
            <li>バルテス・モバイルテクノロジー株式会社</li>
            <li>※他多数</li>
        </ul>
        <h2>カリキュラム</h2>
        <section>
            <h4>1年次</h4>
            <p>エンジニアの基礎を演習で身につける</p>
            <ul>
                <li>CompTIA A+/API</li>
                <li>AWSアカデミー/AI概論</li>
                <li>PHP基礎</li>
                <li>Python基礎</li>
            </ul>
        </section>
        <section>
            <h4>2年次</h4>
            <p>より高度な技術を磨く</p>
            <ul>
                <li>機械学習</li>
                <li>AWSアカデミー/インフラ技術</li>
                <li>PHP応用</li>
                <li>Python基礎から応用</li>
                <li>数学</li>
            </ul>
        </section>
        <section>
            <h4>3年次</h4>
            <p>主なカリキュラム（3年次）</p>
            <ul>
                <li>G検定</li>
                <li>ディープラーニング</li>
                <li>JAVA基礎～応用</li>
                <li>R言語+統計学</li>
                <li>数学</li>
            </ul>
        </section>
        <section>
            <h4>4年次</h4>
            <p>実践力を身につける</p>
            <ul>
                <li>Ruby</li>
                <li>loT</li>
                <li>プログラム</li>
            </ul>
        </section>
        <h2>資格・就職</h2>
        <h3>目指せる資格</h3>
        <ul>
            <li>応用情報技術者試験</li>
            <li>Pythonエンジニア認定試験</li>
            <li>基本情報技術者試験</li>
            <li>ITパスポート</li>
        </ul>
        <h3>目指せる職種</h3>
        <p>AIエンジニア、AIエバンジェリスト、データサイエンティスト、IoTエンジニア、セキュリティエンジニア、プログラマー、システムエンジニア、Javaプログラマー、プロジェクトマネージャー、ソフトウェアプログラマー、システムインテグレーターなど</p>
    </main>
    <?php include(dirname(__FILE__) .'/files/footer.html'); ?>
</body>
</html>