<!DOCTYPE html>
<html lang="ja">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>仮ホームページ</title>
    <link rel="stylesheet" href="css/reset.css">
    <link rel="stylesheet" href="css/style.css">
</head>
<body>
    <?php include(dirname(__FILE__) .'/files/header.html'); ?>
    <main>
        <h1>オープンキャンパス</h1>
        <h2>大阪TECHオープンキャンパス</h2>
        <p>【初めての来校の方におすすめ！】興味のあるジャンルの授業を受けてみよう！</p>
        <p>12/07(日) 12/14(日)</p>
        <h2>大阪TECH クリスマスフェスタ</h2>
        <p>自由に体験！大阪TECH！</p>
        <p>12/21(日)</p>
        <h2>学校説明会&校舎見学ツアー</h2>
        <p>初めての方へ！最新設備で大阪TECHがよくわかる！</p>
        <p>11/29(土) 11/30(日) 12/06(土) 12/07(日)</p>
        <h2>［高校2年生向け］AO入学説明会</h2>
        <p>早めの進路を考える方への特別説明会！</p>
        <p>11/29(土) 11/30(日) 12/06(土) 12/07(日)</p>
        <h2>ゲーム好き高校生集まれ！<br>eスポーツ大会に参加してみよう！</h2>
        <p>11/30(日) 12/07(日) 12/14(日)</p>

        <h2>当日の持ち物・服装について</h2>
        <p>保護者同伴OK！お一人でもお友達と参加してもOKです。持ち物は必要ありません。私服でお越しください。</p>

        <p>期間限定!</p>
        <h2>スペシャルイベント</h2>
        <h2>株式会社カプコンによる<br>ゲームプロデューサーから大人気ゲームを題材にゲームができるまでの流れを学ぼう！</h2>
        <p>02/01(日)</p>
        <h2>ホワイトハッカー説明会</h2>
        <p>11/29(土) 11/30(日) 12/06(土) 12/07(日)</p>
        <h2>IT業界まるわかり説明会</h2>
        <p>未経験からIT業界を目指せる！</p>
        <p>11/29(土) 11/30(日) 12/06(土) 12/07(日)</p>
        <h2>CG・映像説明会</h2>
        <p>11/29(土) 11/30(日) 12/06(土) 12/07(日)</p>
        <h2>推し活体験</h2>
        <p>推しを使ってデザイン、イラストについて学ぼう！</p>
        <p>12/07(日) 12/14(日) 01/18(日) 01/25(日)</p>
        <h2>グラフィックデザイナー体験</h2>
        <p>12/07(日) 12/14(日) 01/18(日) 01/25(日)</p>
        <h2>ライトノベル作家体験</h2>
        <p>12/07(日) 12/14(日) 01/18(日) 01/25(日)</p>
        <h2>ロボット・AI説明会</h2>
        <p>機械と人工知能が学べる専攻誕生！</p>
        <p>11/29(土) 11/30(日) 12/06(土) 12/07(日)</p>
        <h2>ダブルお仕事体験</h2>
        <p>1日で2つのお仕事体験ができる！</p>
        <p>12/14(日) 01/25(日) 02/22(日) 03/15(日)</p>
    </main>
    <?php include(dirname(__FILE__) .'/files/footer.html'); ?>
</body>
</html>