<!DOCTYPE html>
<html lang="ja">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>仮ホームページ</title>
    <link rel="stylesheet" href="css/reset.css">
    <link rel="stylesheet" href="css/style.css">
</head>
<body>
    <?php include(dirname(__FILE__) .'/files/header.html'); ?>
    <main>
        <h1>学園祭</h1>
        <p>11/22(土)・23(日)</p>
        <p>入場無料、服装自由</p>
        <p>11:00~16</p>
        <p>今年も開催!北堀江の大阪テック学園祭！</p>
        <p>楽しい企画いっぱい！みんなあつまれ！</p>
        <h3>運営校</h3>
        <p>OCA大阪デザイン＆テクノロジー専門学校</p>
        <p>大阪ホテル・観光＆ウェディング専門学校</p>
        <p>大阪農業園芸・食テクノロジー専門学校</p>
        <p>イベントや企画が盛りだくさん！<br>大阪TECH×JSH×大阪農食の 学園祭に参加しよう！</p>
        <p>ご予約無しで開催時間内にご自由にご参加ください</p>
        <p>豪華なスペシャルゲストが来校！</p>
        <h3>Special GUEST</h3>
        <p>Day 1</p>
        <p>11.22 SAT</p>
        <p>スペシャルゲスト！</p>
        <p>野田クリスタル氏来校！</p>
        <p>スペシャルトークショー開催！</p>
        <p>日時11/22（土）14:30スタート</p>
        <p>場所OCA & JSH校舎</p>
        <h4>profile</h4>
        <p>吉本興業所属、お笑いコンビ「マヂカルラブリー」のボケ担当。ピンでは「R-1ぐらんぷり2020」、コンビでは「M-1グランプリ2020」で優勝。現在は「マヂカルラブリーのオールナイトニッポン0」（ニッポン放送）、「ヒルナンデス！」（日本テレビ）などの番組に出演中。芸人としての活動に加え、「スーパー野田ゲーMAKER」を含む3本のゲームを発売。さらに、マッチョ芸人が筋トレなどを教える「クリスタルジム」も企画・発案している。</p>
        <p>タイムスケジュール</p>
        <h3>time schedule</h3>
        <h4>DAY 1 11.22 SAT</h4>
        <p>11:30〜12:00 ダンスステージ</p>
        <p>12:20〜14:00 学園祭ライブ</p>
        <p>14:30〜15:30 マジカルラブリー 野田クリスタル氏トークショー！</p>
        <h4>DAY 2 11.23 SUN</h4>
        <p>12:00〜13:20 カラオケ大会</p>
        <p>13:50〜14:30 イントロクイズ</p>
        <p>15:00〜15:30 プリプリグランプリ</p>
        <p>イベントのポイント</p>
        <h3>feature</h3>
        <h4>最新設備をご紹介！</h4>
        <p>自由にまわって最新設備を体験！在校生の作品も見れる！</p>
        <h4>【JSHスペシャル】キッズコーナー！</h4>
        <p>お子様向けのドレスにティアラ、靴も準備してるよ♪ チャペルで記念撮影！</p>
        <ul>
            <li>タキシードもあるよ！</li>
            <li>他にも遊べるところがたくさん！！！</li>
            <li>フェイスシール</li>
        </ul>
        <h4>迫力満点！？マグロ解体ショー</h4>
        <p>マグロの解体ショーを目の前で実演！そのまま実食もいただけるスペシャルイベント！</p>
        <p>※11/23(日)のみ開催のイベントです。</p>
        <h3>在校生によるお楽しみコーナー</h3>
        <h4>物販ブース</h4>
        <ul>
            <li>アクリルキーホルダー</li>
            <li>ポストカード</li>
            <li>ステッカー</li>
            <li>色紙の販売</li>
        </ul>
        <h4>飲食ブース</h4>
        <ul>
            <li>ポップコーン</li>
            <li>ポテト</li>
            <li>チュロス</li>
            <li>フランクフルト</li>
            <li>わたがし</li>
            <li>餃子</li>
            <p>など</p>
        </ul>
        <h4>体験・縁日ブース</h4>
        <ul>
            <li>VR体験</li>
            <li>ストラックアウト</li>
            <li>輪投げ</li>
            <li>射的</li>
            <li>スーパーボールすくい</li>
            <p>など</p>
        </ul>
        <h4>ステージイベント</h4>
        <ul>
            <li>バンド</li>
            <li>ダンス</li>
            <li>カラオケ</li>
            <li>クイズ大会</li>
        </ul>
        <h5>e-sportsイベント</h5>
        <p>ゲーム大会（来場者参加型イベント）</p>
        <p>※内容は変更になる場合があります。</p>
        <p>※ブースにより料金が必要となる場合があります。</p>
    </main>
    <?php include(dirname(__FILE__) .'/files/footer.html'); ?>
</body>
</html>